
game_about = 'Версия: 0.9.1 (Beta)\nРазработчик: Mr.Drog'

game_rules = '1. Нажмите "НОВАЯ ИГРА".\n2. Задайте число игроков и число раундов и нажмите "ГОТОВО".\n' \
             '3. Откроется окно самой игры. ' \
             'Вверху окна написан номер игрока и его Лейбл. Они будут принадлежать ему всю игру. Запомните их.\n' \
             '4. Ниже под своим номером и Лейблом вы ' \
             'увидите Фразу с пропуском, в который вам нужно будет подставить свой Лейбл и прочитать что получилось вслух. ' \
             'Каждый раунд у вас будет один и тот же Лейбл, но новая Фраза к нему. ' \
             'Должно быть смешно (особенно, если вы расскажете историю в тему получившейся фразы). ' \
             'После прочтения передайте телефон следующему игроку, и он должен будет нажать кнопку "СЛЕДУЮЩИЙ". ' \
             'Появится его Лейбл и новая Фраза к нему.\n' \
             '5. После того, как каждый игрок подставит свой Лейбл, раунд заканчивается. ' \
             'Далее начинается следующий. ' \
             'Будьте креативны. Приятной игры!'

labels_season1 = ['Машина',
          'Поезд',
          'Самолет',
          'Трамвай',
          'Колесница',
          'Автовоз',
          'Вертолет',
          'Самокат',
          'Велосипед',
          'Скейтборд',
          'Трицикл',
          'Мотоцикл',
          ]

phrases_season1 = ['На чем лучше всего долететь в горы ____',
           'Самый быстрый транспорт это ____',
           'Самый красивый транспорт это ____',
           'Летающий и прыгающий это ____',
           'На гоночный трек я возьму ____',
           'Нет ничего лучше чем самолет и ____',
           'Я покорю космос на ____',
           'Один я люблю передвигаться на ____"!',
           'Кто поедет на ____ тот приедет первый!',
           'Что веселее всего в дороге ____',
           'В дестве у меня был игрушечный ____',
           'Где бы мне купить ____ ?',
           ]

labels_season2 = ['Банан',
                  'Яблоко',
                  'Картошка',
                  'Помидор',
                  'Огурец',
                  'Дыня',
                  'Тыква',
                  'Свекла',
                  'Ананас',
                  'Вишня']

phrases_season2 = ['Лучшее дополнение к торту это ____',
                    'Самый вкусный фрукт____',
                    'Самый тяжелый фрукт ____',
                    'Что я положу первым в солянку ____',
                    'Мне далеко до продавца ____',
                    'В борщ лушче подходит ____',
                    'Очень вкусное мороженное с ____',
                    'Без ножа и вилки ____ лучше не есть',
                    'Мы купили в магазине ____',
                    'Самый красный это ____']

labels_season3 = ['Жираф',
                  'Собака',
                  'Кошка',
                  'Сорока',
                  'Дятел',
                  'Змея',
                  'Слон',
                  'Попугай',
                  'Тушканчик',
                  'Ящерка']

phrases_season3 = ['Самый сильный этого месяца ____',
                  'Чаще надо бегать ____',
                  'Мал да удал ____',
                  'Какая разница кто будет ____',
                  'Летает нормально ____',
                  'Что с тобой не так ____',
                  'Больше кушай будешь как ____',
                  'Мне кажется что ты похож на ____',
                  'Собаки и ____',
                  'Поползновения бесполезны ____ на страже!']